return
{
	["touhou"] ="东方",
	["combat"] ="战斗牌",
	
	["#AnnounceAttack"]="%from 对 %to 进行攻击",
	["#chosenBlock"]   ="%from 打出了防御牌",
	["$revealResult"]  ="%from 的战斗牌是 %card",
	["blockCard"]      ="请打出一张防御牌",
	["ex-spell-barrage"]="请打出一张【弹幕】",
	["dannatu-barrage"] ="请打出一张【弹幕】",
	["full-scre-strike"]="请打出一张【灵击】",
	
	["#increasedMp"]    ="%from 回复了%arg点灵力",
	["#decreasedMp"]    ="%from 损失了%arg点灵力",
	
	["#SetConstraint"]  ="%from给%arg施加了束缚",
	["#LoseConstraint"] ="%from的束缚%arg失去作用" ,
	
	["guifu"] = "八方鬼缚阵",
	[":guifu"]= "每回一次，你可束缚一名玩家直到其回合结束：每当其使用一张牌，在其结算前需弃一张手牌。",
	
	["guifu_constraint"] = "束缚：八方鬼缚阵",
	[":guifu_constraint"] = "你每使用一张牌，须在其结算前弃置一张手牌。",
	
	["barrage"]="弹幕",
	[":barrage"]="主动使用时作为战斗牌背面向上打出。克制符咒，以及点数相同或更小的弹幕。成功进攻的效果为造成一点伤害。",
	
	["strike"]="灵击",
	[":strike"]="主动使用时作为战斗牌背面向上打出。克制弹幕，以及点数相同或更小的灵击。成功进攻的效果为造成一点灵力损失并返回手牌冻结。成功防御的效果为返回手牌。",
	
	["rune"]="符咒",
	[":rune"]="主动使用时作为战斗牌背面向上打出。克制灵击，以及点数相同或更小的符咒。成功进攻的效果为造成一点灵力损失与一点伤害。成功防御的效果相同，也为造成一点灵力损失与一点伤害。",
	
	["dannatu"]="弹压",
	[":dannatu"]="从对方开始，对方和你轮流打出一张【弹幕】，首先不如此做者受到对方造成的一点伤害。",
	["ex_spell"]="EX符卡",
	[":ex_spell"]="从你的下家开始，所有其他玩家需轮流打出一张【弹幕】，否则受到你造成的1点伤害。你可以在濒死时使用此牌，并在其对其他玩家生效前回复至1点体力。",
	["fullscrean_barrage"]="全屏弹幕",
	[":fullscrean_barrage"]="从你的下家开始，所有其他玩家需轮流打出一张【灵击】，否则受到你造成的1点伤害。你可以在濒死时使用此牌，并在其对其他玩家生效前回复至1点体力。",
	["surprise"] = "惊吓",
	[":surprise"]= "查看一名玩家的手牌，然后你可以选择其中一张展示并冻结（该玩家无法打出、使用或弃置该牌直到其回合结束）",
	["nice_guy_card"]="好人卡",
	[":nice_guy_card"]="此牌无主动使用效果。此牌被弃置时，你摸一张牌。",
	
}