return
{
	["_hrp"] = "自机组",
	["_esd"] = "红魔乡",
	["_stb"] = "文化帖",
	["_in"]  = "永夜抄",
	["_pcb"] = "妖妖梦",
	["_mof"] = "风神录",
	["_swr"] = "绯想天",
	["_ufo"] = "星莲船",
	
	["MaxMP"]= "灵力上限",
	["reimu"] = "博丽灵梦",
	["musoutensei"] = "梦想天生",
	[":musoutensei"] = "你可以将你的黑桃手牌当作符卡使用或打出。",
	
	["chiruno"]="琪露诺",
	["baka"]   ="笨蛋",
	[":baka"]  ="你的手牌上限最多为3。你宣告战斗牌时要展示之。",
	["perfect_freeze"]="完美冻结",
	[":perfect_freeze"]="出牌阶段，你可以消耗一点灵力，然后指定场上任意一张牌；该牌返回其所有者手牌并冻结。（如果你指定了手牌，其所有者需展示之。）",
	
	["aya"]   = "射命丸文",
	["wind_girl"]="风神少女",
	[":wind_girl"]="锁定技，你的战斗牌点数+3（最多为K）。",
	["fast_shot"] ="天狗的取材",
	[":fast_shot"] ="出牌阶段，你可以消耗一点灵力，将任意一张黑色手牌当做【惊吓】使用。",
	
	["mokou"] = "藤原妹红",
	["phoenix_tail"] = "不死鸟之尾",
	[":phoenix_tail"] = "你可以消耗两点灵力，将你的任意一张方片牌当做【EX符卡】使用。",
	["phoenix_soar"] = "凤翼天翔",
	[":phoenix_soar"] = "出牌阶段，你可以选择恢复最多2点灵力并解除所有冻结，但须流失一点体力。",
	
	["yuyuko"] = "西行寺 幽幽子",
	["death_lure"] = "诱灵",
	[":death_lure"] = "出牌阶段，你可支付你的所有X点灵力，并指定场上一名体力值小于X的角色。该角色需打出一张【樱饼】、【EX符卡】或【全屏弹幕】，否则失去所有体力。",
	["sumi_sakura"] = "完全墨染之樱",
	[":sumi_sakura"] = "你受到伤害时，可选择将一点体力上限转换为灵力上限。（你的体力上限不能小于1）。之后，无论你选择发动与否，若你的体力上限小于3，你将灵力回复至灵力上限。",
	
	["sanai"] = "东风谷 早苗",
	["fuujin_saishi"] = "风神祭祀",
	[":fuujin_saishi"] = "出牌阶段，每回合一次，你可令全场玩家各回复一点灵力。",
	["moses_miracle"] = "摩西的奇迹",
	[":moses_miracle"] = "出牌阶段，你可以将两张手牌交给一名玩家；若你如此做，你选择回复一点体力或摸两张牌。",
	
	["tenshi"] = "比那名居 天子",
	["munenmusou"] = "无念无想",
	[":munenmusou"] = "你的最后一点灵力不会被扣减。",
	["guardian_kanameishi"] = "守护的要石",
	[":guardian_kanameishi"] = "每当你受到伤害，你可以将手牌补至你的生命上限。",
	
	["kogasa"] = "多多良小伞",
	
	["remilia"] = "雷米莉亚 斯卡雷特",
	["nightless_city"] = "红色不夜城",
	[":nightless_city"] = "回合外你的牌被弃置时，你可支付一点灵力，令当前回合的玩家进行判定：若为红色，你对其造成一点伤害。",
	["imperishable_heart"] = "碎心",
	[":imperishable_heart"] = "你可获得其他玩家的红桃判定牌。",
	["remilia_stalker"] = "潜行者雷米莉亚",
	[":remilia_stalker"] = "你进攻时，若你的攻击距离大于对方的灵力，对方不可宣告防御牌。",
	
	["sakuya"] = "十六夜 咲夜",
	["killer_doll"] = "杀人玩偶",
	[":killer_doll"] = "你进攻时，可将弹幕牌当做点数为K的灵击使用。",
	["deflated_world"]="世界收缩",
	[":deflated_world"]="你可支付两点灵力并跳过判定阶段；若你如此做，该回合你可以额外使用一张战斗牌且攻击距离无限。",
	
	["flandre"] = "芙兰朵露 斯卡雷特",
	["four_nine_five"] = "495年的波纹",
	[":four_nine_five"] = "每当你的点数为4，9或5的牌造成伤害时，你可回复一点体力。",
	["dare_mo_inai"] = "接下来谁都不剩了喔？",
	[":dare_mo_inai"] = "出牌阶段，你可支付所有X点灵力（至少2点）并弃掉同数目的手牌，令你攻击范围内的一名玩家进行X次判定：你对其造成X+1-花色种类数的伤害。",
}