return
{
	["_hrp"] = "自机组",
	["_esd"] = "红魔乡",
	["_stb"] = "文化帖",
	["_in"]  = "永夜抄",
	["_pcb"] = "妖妖梦",
	
	["MaxMP"]= "灵力上限",
	["reimu"] = "博丽灵梦",
	["musoutensei"] = "梦想天生",
	[":musoutensei"] = "你可以将你的黑桃手牌当作符卡使用或打出。",
	
	["chiruno"]="琪露诺",
	["baka"]   ="笨蛋",
	[":baka"]  ="你的手牌上限最多为3。你宣告战斗牌时要展示之。",
	["perfect_freeze"]="完美冻结",
	[":perfect_freeze"]="出牌阶段，你可以消耗一点灵力，然后指定场上任意一张牌；该牌返回其所有者手牌并冻结。（如果你指定了手牌，其所有者需展示之。）",
	
	["aya"]   = "射命丸文",
	["wind_girl"]="风神少女",
	[":wind_girl"]="锁定技，你的战斗牌点数+3（最多为K）。",
	["fast_shot"] ="天狗的取材",
	[":fast_shot"] ="出牌阶段，你可以消耗一点灵力，将任意一张黑色手牌当做【惊吓】使用。",
	
	["mokou"] = "藤原妹红",
	["phoenix_tail"] = "不死鸟之尾",
	[":phoenix_tail"] = "你可以消耗两点灵力，将你的任意一张红色牌当做【EX符卡】使用。",
	["phoenix_soar"] = "凤翼天翔",
	[":phoenix_soar"] = "出牌阶段，你可以选择恢复最多2点灵力并解除所有冻结，但须流失一点体力。",
	
	["yuyuko"] = "西行寺 幽幽子",
	["death_lure"] = "诱灵",
	[":death_lure"] = "出牌阶段，你可支付你的所有X点灵力，并指定场上一名体力值小于X的角色。该角色需打出一张【樱饼】、【EX符卡】或【全屏弹幕】，否则失去所有体力。",
	["sumi_sakura"] = "完全墨染之樱",
	[":sumi_sakura"] = "你受到伤害时，可选择将一点体力上限转换为灵力上限。（你的体力上限不能小于1）。之后，无论你选择发动与否，若你的体力上限小于3，你将灵力回复至灵力上限。",
	["greedy_princess"] = "奢食的公主",
	[":greedy_princess"] = "你对自己使用【樱饼】时，回复一点灵力。",

}