return
{
	["reimu"] = "博丽灵梦",
	["musoutensei"] = "梦想天生",
	[":musoutensei"] = "你可以将你的黑桃手牌当作符卡使用或打出。",
	
	["chiruno"]="琪露诺",
	["baka"]   ="笨蛋",
	[":baka"]  ="你的手牌上限最多为3。你宣告战斗牌时要展示之。",
	["perfect_freeze"]="完美冻结",
	[":perfect_freeze"]="出牌阶段，你可以消耗一点灵力，然后指定场上任意一张牌；该牌返回其所有者手牌并冻结。（如果你指定了手牌，其所有者需展示之。）",
	
	["aya"]   = "射命丸文",
	["wind_girl"]="风神少女",
	[":wind_girl"]="锁定技，你的战斗牌点数+3（最多为K）。",
	["fast_shot"] ="天狗的取材",
	[":fast_shot"] ="出牌阶段，你可以消耗一点灵力，将任意一张黑色手牌当做【惊吓】使用。",
	["mokou"] = "藤原妹红",
	["phoenix_tail"] = "不死鸟之尾",
	[":phoenix_tail"] = "你可以消耗两点灵力，将你的任意一张红色牌当做【EX符卡】使用。",
	["phoenix_soar"] = "凤翼天翔",
	[":phoenix_soar"] = "出牌阶段，你可以选择恢复最多2点灵力并解除所有冻结，但须流失一点体力。",
}